"use strict";
exports.QUESTIONS = [
    {
        "id": 1,
        "text": "Представьте, что вы хотите взять в долг 100 000 рублей. Вам предложили деньги на условиях возврата через год 125 000 рублей, или на условиях возврата через год 100 000 рублей плюс 20% от суммы долга. Какое из предложений дешевле?",
        "options": [
            {
                "id": "q1.a1",
                "text": "Первое"
            },
            {
                "id": "q1.a2",
                "text": "Второе"
            },
            {
                "id": "q1.a3",
                "text": "Одинакого"
            }
        ],
        "solution": "q1.a2",
        "chosed": ""
    },
    {
        "id": 2,
        "text": "Представьте, что в предстоящие 5 лет цены на товары и услуги, которые вы обычно покупаете, увеличатся вдвое. Если ваш доход тоже увеличится вдвое, вы сможете купить меньше, больше или столько же товаров и услуг как и сегодня?",
        "options": [
            {
                "id": "q2.a1",
                "text": "Больше"
            },
            {
                "id": "q2.a2",
                "text": "Меньше"
            },
            {
                "id": "q2.a3",
                "text": "Столько же"
            }
        ],
        "solution": "q2.a3",
        "chosed": ""
    },
    {
        "id": 3,
        "text": "Представьте, что вы положили 100 000 рублей на банковский вклад на 2 года по 10% годовых. По условиям договора капитализация процентов отсутствует. Как вы думаете, сколько денег принесет вклад за второй год: больше, чем в первый год, столько же или меньше?",
        "options": [
            {
                "id": "q3.a1",
                "text": "Больше"
            },
            {
                "id": "q3.a2",
                "text": "Столько же"
            },
            {
                "id": "q3.a3",
                "text": "Меньше"
            }
        ],
        "solution": "q3.a2",
        "chosed": ""
    },
    {
        "id": 4,
        "text": "Какой вариант действий может позволить уменьшить риск потери денег при инвестировании?",
        "options": [
            {
                "id": "q4.a1",
                "text": "Вложить в несколько инвестиционных продукт"
            },
            {
                "id": "q4.a2",
                "text": "Без разницы"
            },
            {
                "id": "q4.a3",
                "text": "Вложить в один инвестиионный продукт"
            }
        ],
        "solution": "q4.a1",
        "chosed": ""
    },
    {
        "id": 5,
        "text": "При каком из действий с банковской картой вы можете быть уверены в безопасности имеющихся на счету карты средств?",
        "options": [
            {
                "id": "q5.a1",
                "text": "Хранить PIN-код вместе с картой"
            },
            {
                "id": "q5.a2",
                "text": "Сообщать PIN-код сотруднику банка по запросу"
            },
            {
                "id": "q5.a3",
                "text": "Ничего из перечисленного"
            }
        ],
        "solution": "q5.a1",
        "chosed": ""
    },
    {
        "id": 6,
        "text": "Представьте, что на вашем сберегательном банковском счете лежит 100 000 рублей и банк ежегодно начисляет 10% на остаток по счету. Сколько денег будет на вашем счете через 2 года если все это время вы не будете снимать деньги со счета?",
        "options": [
            {
                "id": "q6.a1",
                "text": "105 000 рублей"
            },
            {
                "id": "q6.a2",
                "text": "110 000 рублей"
            },
            {
                "id": "q6.a3",
                "text": "121 000 рублей"
            }
        ],
        "solution": "q6.a1",
        "chosed": ""
    },
    {
        "id": 7,
        "text": "Какой из годовых депозитов выгоднее для сбережения денег?",
        "options": [
            {
                "id": "q7.a1",
                "text": "9,5% с ежемесячной капитализацией"
            },
            {
                "id": "q7.a2",
                "text": "9,5% с ежеквартальной капитализацией"
            },
            {
                "id": "q7.a3",
                "text": "9,5% в конце срока вклада"
            }
        ],
        "solution": "q2.a2",
        "chosed": ""
    },
    {
        "id": 8,
        "text": "Льготный (беспроцентный) период по банковской кредитной карте дает мне возможность...",
        "options": [
            {
                "id": "q8.a1",
                "text": "Безвозмездно пользоваться средствами банка в течение льготного периода, при условии полного возврата потраченных сумм до окончания его срока."
            },
            {
                "id": "q8.a2",
                "text": "Безвозмездно пользоваться средствами банка, до тех пор, пока я не смогу их вернуть банку."
            },
            {
                "id": "q8.a3",
                "text": "Не возвращать банку средства."
            }
        ],
        "solution": "q8.a1",
        "chosed": ""
    },
    {
        "id": 9,
        "text": "Вы взяли кредит до зарплаты 5000 рублей в микрофинансовой организации. Каждый день к сумме основного долга добавляется 100 рублей. Какую сумму вам придется отдать через 2 месяца, и сколько составляет ставка по такому кредиту в процентах годовых?",
        "options": [
            {
                "id": "q9.a1",
                "text": "10000 рублей, 100% годовых"
            },
            {
                "id": "q9.a2",
                "text": "11000 рублей, 730% годовых"
            },
            {
                "id": "q9.a3",
                "text": "15000 рублей, 900% годовых"
            }
        ],
        "solution": "q9.a2",
        "chosed": ""
    },
    {
        "id": 10,
        "text": "Ваши деньги лежат на вкладе под 5% годовых. Инфляция за текущий год составит 8% годовых. На средства, полученные со счета вклада через год вы сможете...",
        "options": [
            {
                "id": "q10.a1",
                "text": "Купить больше, чем год назад на ту сумму, которую вы поместили на вклад."
            },
            {
                "id": "q10.a2",
                "text": "Купить меньше, чем год назад на ту сумму, которую вы поместили на вклад."
            },
            {
                "id": "q10.a3",
                "text": "Купить столько же, сколько и год назад на сумму вклада."
            }
        ],
        "solution": "q10.a2",
        "chosed": ""
    }
];
//# sourceMappingURL=questions.js.map